[{
        "page": "home",
        "title": "Where Ideas Become Results",
        "subtitle": "Strategy, design, development, and marketing aligned to real business outcomes."
    },
    {
        "page": "service",
        "title": "We Design, We Develop, and\n We Deliver",
        "subtitle": "Each service we offer is grounded in strategy and scaled with the latest tech to ensure real-world business results."
    },
    {
        "page": "career",
        "title": "Join Our Team",
        "subtitle": "We are always looking for talented individuals to join our team. Explore our current openings and apply today!"
    },
    {
        "page": "blogs",
        "title": "Latest Insights",
        "subtitle": "Stay updated with the latest trends and insights in the digital world through our blog."
    },

    {
        "page": "projects",
        "title": "Projects & Case Studies",
        "subtitle": "Explore selected work with measurable results across web, mobile, and digital growth."
    },
    {
        "page": "projects/:slug",
        "title": "Project Overview",
        "subtitle": "A deep dive into the challenge, approach, and impact for this case study."
    },
    {
      "page": "testimonial",
      "title": "Client Testimonials & Success Stories | Hitam Digital",
      "subtitle": "At Hitam Digital, we deliver results that transform businesses. From Digital marketing , Seo, and social media marketing to custom IT solutions, we help brands grow with measurable success. Our web and app development services create high-performing platforms that drive conversions. Professional photography and videography bring your brand stories to life with impact. Clients trust us for tailored strategies, proven expertise, and transparent results. Read their stories and see why we’re the partner of choice for digital growth."
    },
    {

        "page": "about_us",
        "title": "Who We Are",
        "subtitle": "Digital Marketing & Development Services at Hitam Digital — we combine strategic marketing expertise with cutting-edge development to help brands grow, engage, and succeed in the digital age. Our mission is simple: deliver results that matter through innovation, creativity, and technology. Your trusted digital marketing & development partner. Grow smarter. Build better."
    },
    {

        "page": "contactus",
        "title": "Connect With Hitam Digital",
        "subtitle": "From development to marketing, we’ll help you choose the right next step — quick response guaranteed."


    }
]
